import React from 'react'

function About() {
    return (
        <div>
            <h5>平野龍真</h5>
            <div>
                <h2>HIRANO RYUSHIN</h2>
                <p>STUDENT</p>
            </div>
            <p>
                私はWebデザインとプログラミングに情熱を持つクリエイターです。ReactやUnityを活用したインタラクティブなアプリケーションやゲームの開発を得意としており、ユーザー体験を重視した設計を心がけています。また、プロジェクトを通じてチームビルディングの大切さを学び、リーダーシップを発揮する場面も多く経験しました。

                過去には、Unityを使用した音声コントロールゲームを開発し、公開までのプロセスを一貫して担当しました。さらに、Reactを活用したポートフォリオサイトの制作では、レスポンシブデザインやモダンなUI/UXの実現に挑戦しました。

                今後も、新しい技術に挑戦しながら、ユーザーに驚きと感動を届けるプロジェクトに取り組んでいきたいと考えています。よろしくお願いします！
            </p>
        </div>

    )
}

export default About
